{"resourceType":"ValueSet","id":"UKCore-EmergencyCareDischargeStatus","url":"https://fhir.nhs.uk/R4/ValueSet/UKCore-EmergencyCareDischargeStatus","version":"1.0.0","name":"UKCoreEmergencyCareDischargeStatus","title":"UK Core Emergency Care Discharge Status","status":"draft","date":"2020-07-20T00:00:00+00:00","publisher":"HL7 UK","contact":[{"name":"HL7 UK","telecom":[{"system":"email","value":"secretariat@hl7.org.uk","use":"work","rank":1}]},{"name":"NHS Digital","telecom":[{"system":"email","value":"interoperabilityteam@nhs.net","use":"work","rank":2}]}],"description":"A code from the SNOMED Clinical Terminology UK coding system that describes the status of the Patient on discharge from an Emergency Care Department. Captures whether treatment took place within the ED, if the patient was streamed to another service or if the patient left before treatment was complete. Any code from the SNOMED CT UK 'Emergency care discharge status' subset with subset original id 75041000000135; the corresponding SNOMED CT UK Refset fully specified name is 'Emergency care discharge status simple reference set (foundation metadata concept)' with Refset Id 999003021000000104.","copyright":"Copyright © 2020 HL7 UK Licensed under the Apache License, Version 2.0 (the \"License\"); you may not use this file except in compliance with the License. You may obtain a copy of the License at  http://www.apache.org/licenses/LICENSE-2.0 Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an \"AS IS\" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License. HL7® FHIR® standard Copyright © 2011+ HL7  The HL7® FHIR® standard is used under the FHIR license. You may obtain a copy of the FHIR license at  https://www.hl7.org/fhir/license.html.","compose":{"include":[{"system":"http://snomed.info/sct","filter":[{"property":"concept","op":"in","value":"^999003021000000104"}]}]}}